// Global Scope: створити змінну в глобальній області видимості,
//     створити функцію і в тілі функції вивести цю змінну в консоль
// Function Scope: створити функцію, оголосити зміну всередині функції,
//     тоді спробувати вивести цю змінну в консоль всередині функції, та за межами функції
// Block Scope: Створити функцію, в функції написати блок { } всередині
//     якого оголосити змінну та вивести її в консоль, тоді вивести в консоль цю змінну 
// за межами блоку, та подивитись на результат

